Repository: edmoss345/palestine-translations
Catalog: translations/parent_text_crisis_palestine/*/*_modules_and_activities.po
Languages: ar

# text
source: Sometimes when we are experiencing stress or feeling alone, it can be helpful to send thoughts of loving kindness to ourselves.
ar: أحيانًا لمّا بنشعر بالضغط أو الوحدة، ممكن يكون مفيد نفكّر مع حالنا بأفكار مليانة محبّة ولُطف.

# text
source: Take a moment to reflect on your experience.
ar: وقِّف لحظة عشان تتأمّل في تجربتك.

# text
source: When you are ready, continue to today's tips with a sense of calm.
ar: لمّا تِجهز، كمّل نصائح اليوم و إنت بتشعر بالهدوء.

# text
source: Thank you for taking a moment to pause with us.
ar: شكراً لأنك اخدت لحظة استراحة معانا.

# text
source: You can do this anytime you feel stressed or worried.
ar: بتقدروا تمارسوا هادا التمرين في أي وقت بتحسّوا فيه بالضغط أو القلق.

# quick_replies
source: NEXT
ar: التالي
