Repository: edmoss345/palestine-translations
Catalog: translations/parent_text_crisis_palestine/*/*_modules_and_activities.po
Languages: ar

# text
source: *A Friendly Chat*
ar: *محادثة ودّية*

# text
source: Talk to your children about something that they are interested in! 😃
ar: احكي مع أطفالك عن موضوع بثير اهتمامهم!😃

# text
source: ⚽ An easy way to start talking to your children is to ask them about something they are interested in. For example, you could talk about local stories, traditions, sports, favourite books, friends, music, famous people or something they have been learning about.
ar: ⚽ طريقة سهلة لبدء الحديث مع أطفالك هي إنك تسألهم عن إشي مهتمين فيه. مثلاً، ممكن تحكي عن قصص بتصير في محيطهم، عن عادات و تقاليد معيّنة، عن رياضة مهتمين فيها، أو كتب مُفضَّلة الهم ،أصدقائهم، موسيقى أو أغاتي بحبّوها، أو عن شخصيات مشهورة أو حتى عن الأشياء اللي عم بتعلّموها مأخراً .

# text
source: 👂 You may not find everything your children share to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
ar: 👂 ممكن اللي بشاركوه أطفالك معَك ما يثير إهتمامك ولكن مهم إنّك تظهر الهم الإهتمام والرغبة في معرفة اللي عم بشاركوه.

# text
source: Paying attention to what matters to your children can make a big difference in your relationship and their happiness.
ar: إهتمامَك بالإمور اللي بتهم أطفالَك بيعمل فرق إيجابي كبير بعلاقتكم مع بعض و بسعادتهم .

# text
source: *Reflect on Hope*
ar: *فكّر بالأمل*

# text
source: Spread Hope!
ar: أُنشر الأمل!

# text
source: 💡 Together, take a minute to think about all the things you did today.
ar: 💡 خدوا من وقتكم دقيقة عشان تفكّروا بكل الأشياء اللي عملتوها بيومكم.

# text
source: ☀️ Take turns sharing one positive thing that happened. This could be something small or big, like feeling good because you took a pause to take some deep breaths, exercised like walking or stretching, or spent time with people you care about.
ar: ☀️ أعطي فرصة لكل فرد في العائلة إنّه يشارك إشي واحد إيجابي صار معاه بيومه. زي مثلاً إنه أخد لحظة يتأنّى و يتنفّس بعمق. أو إنّه عمل رياضة بدنيه زي المشي أو التمرينات، أو إنّه قضى وقت مع ناس عزيزين عليه.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
ar: ⏰ حاولوا بقدر الإمكان إنكم تمارسوا هاي العادة كل يوم. خصوصاً في الأيام اللي بتحسّوا فيها إنكم ما أنجزتوا إشي مميز.

# text
source: *What’s New?*
ar: *إيش فيه جديد؟*

# text
source: Learning is fun! 🎓
ar: التعلم ممتع!🎓

# text
source: ❓ Ask your children to think of a new, fun skill you could learn together.
ar: ❓ أُطلب من أطفالك يفكّروا بمهارة جديدة و ممتعة تتعلّموها مع بعض.

# text
source: For example, keeping a ball in the air with your foot, learning and practising local language phrases, sharing stories from your culture, playing local games and sports, or learning a new song.
ar: على سبيل المثال ، إنكم تخلّوا طابة بالهوا أطول وقت ممكن بإستخدام الإجر، أو إنكم تتمرّنوا على عبارات و أمثال متداولة بلهجتكم و ثقافتكم ، ممكن كمان تسردوا قصص، تلعبوا ألعاب أو تتعلّموا أغاني معروفة في حضارة بلدتكم.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
ar: 🔄 أعطوا كل شخص دور يجرّب المهارة الجديدة اللي عم تتعلّموها مع بعض. تأكّدوا إنكم تشجعوا وتمدحوا بعض و إنتوا بتتعلّموا و بتلعبوا مع بعض!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your children or yourself for your ability in the skill.
ar: 💛 مارسوا تعلّم المهارات الجديدة بطريقة مرحة و وديعة. ما تحكموا على أولادكم وعلي حالكم على أدائكم في المهارة الجديدة.

# text
source: *Check-in Chat*
ar: *محادثة لغاية التفقّد*

# text
source: Actively checking in on one another helps to keep relationships healthy! ⭐
ar: تفقّد أحوال بعضكم البعض بشكل فعّال و مستمر بساعدكم تحافظوا على علاقة صحّية و متماسكة!⭐

# text
source: Ask each other questions like: “What made you happy today?” 👂 “What was difficult today?” 👂 “How can I help you?” 👂
ar: اسألوا بعضكم أسئلة مثل: "إيش فرّحك اليوم؟" 👂 "إيش كان صعب اليوم؟" 👂 "كيف بقدر أساعدك؟" 👂

# text
source: For this to help, your children need to feel safe while sharing things with you. Be open to their responses. 💚
ar: عشان هاي الأسئلة تكون فعّالة و إلها أثر إيجابي عليهم، لازم أطفالَك يحسّوا بأمان و همة بيحكوا معَك. خلّيك دايماً مُتقبِّل لردودهم. 💚

# text
source: Older children tend to be more honest when they trust that what they say will not be used against them later.
ar: الأطفال الأكبر سنّاً بكونو عادتاً أصدق لما يثقوا إنه اللي بيحكوه ما رح يُستعمل ضدهم في المستقبل.

# text
source: Be kind to yourself if your children do not want to share their problems with you. 💙 Often, children are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
ar: ما تزعل من حالك إذا أطفالك ما بدهم يحكولك مشاكلهم. 💙 غالبًا الأطفال بيخافوا يشاركو لأنهم بفكروا إنه ممكن الصراحة تسببلهم مشكلة. الزعل منهم ما راح يفيد - إظهر الهم إنك بتحبهم واعطيهم وقت! 🌷"

# text
source: *Express Yourself*
ar: *عبّر عن نفسك*

# text
source: Movement makes people happy!
ar: الحركة بتحسّن النفسية!

# text
source: This game can be played in pairs or as a group - stand facing each other or in a circle.
ar: بإمكانكم تلعبوا هاي اللعبة بأزواج أو بمجموعة - واقفين قدّام بعض أو بشكل دائرة.

# text
source: 🎵 Together, choose a song, a fun sound, or a clapping pattern to follow and choose a person to start the game by creating one movement.
ar: 🎵 اختاروا أغنية مع بعض، أو لحن ممتع، أو نمط تصفيق تتبعوه، واختاروا شخص يبدأ اللعبة بحركة واحدة.

# text
source: 👀 The person to their right must copy that movement and add their own movement to it.
ar: 👀 يجب على الشخص الذي على يمينهم أن يقلد تلك الحركة ويضيف حركته الخاصة إليها

# text
source: ✨ Go around the circle, each person adding a new movement.
ar: ✨ لفوا بالدائرة، وخلّوا كل شخص يضيف حركة جديدة.

# text
source: 🔄 The first one who forgets someone's movements or does it in the wrong order chooses the next song, sound, or pattern and starts the game again.
ar: 🔄 أول واحد بينسى حركة من الحركات أو بيعملها بالترتيب الغلط هو اللي بيختار الأغنية، أو الصوت، أو النمط التالي وبيبدا اللعبة من جديد.

# text
source: 🎉 Have fun trying out different movements together with this fun game.
ar: 🎉 استمتعوا و انتو بتبتكروا و بتجربوا حركات مختلفة لهاي اللعبة.

# text
source: *2 Truths, 1 Lie*
ar: *حقيقتان وكذبة*

# text
source: This is a fun, quick game, and the point of it is to learn things about each other. Make your answers as interesting as possible! 🎨
ar: هاي لعبة سريعة ومسلية، والهدف منها نتعلم أشياء عن بعض. خلي إجاباتك ممتعة قدر الإمكان! 🎨

# text
source: 💡 Everyone thinks of 3 facts about themselves. 2 must be true, and 1 must be a lie.
ar: 💡كل واحدلازم يفكر في تلات حقائق و يحكيهم عن حاله. تنتين منهم بكونو صحيحين، و وحدة لازم تكون كذبة.

# text
source: 🔷 Here are some examples: I hate cold weather, I love cold ice cream, and my favourite thing to learn about is maths.
ar: 🔷 على سبيل المثال، الحقائق اللي ممكن تحكيها هيه: أنا ما بحب الجو البارد ، أنا بحب البوظة الباردة ، و أكثر إشي بحب أتعلّمه هو الرياضيات.

# text
source: 👀 Share your facts with your children and ask them to guess which one is a lie.
ar: 👀 شاركوا الحقائق مع أطفالكم و خليهم يحزروا أي وحدة فيهم الكذبة.

# text
source: 🔄 Now ask them to do the same, and guess theirs.
ar: 🔄 هلّا، بدلوا الأدوار. همه بيحكوا وإنتوا بتحزروا.

# text
source: Did you learn anything new about your children, or did they learn anything new about you? 💛
ar: هل تعلمتوا إشي جديد عن أطفالكم أو تعلموا إشي جديد عنكم؟ 💛

# text
source: *Yes, No or Maybe*
ar: * نعم ، لا أو ممكن *

# text
source: Are you tired of hearing your children say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
ar: هل ملّيتوا من جواب أطفالكم يكون نعم ، لأ أو ممكن؟ حولوا حديثكم للعبة، عشان ما تسمحوا أجوبتهم يكونوا كلمة وحدة. 🎈

# text
source: 🔴 Older children are known to give one-word answers to avoid talking.
ar: 🔴 معروف إنه الأطفال الأكبر بالسن بعطوا جواب بكلمة وحدة عشان يتجنّبوا الحكي.

# text
source: 💡 When you would like to really know how your children are doing, you can turn your chat into a game.
ar: 💡 لمّا بدك تعرف عن أحوال أولادك، ممكن تحوّل الحديث معهم للعبة.

# text
source: ⭐ Take turns asking each other questions. The only rule is that you cannot use one-word responses like Yes, No, Maybe, Fine, and Okay.
ar: ⭐ خدوا أدوار تسألوا بعضكم أسألة. الشرط الوحيد للعبة إنه الإجابة ممنوع تكون كلمة وحدة زي: نعم، لأ، ممكن، منيح أو تمام.

# text
source: ⚽ You can ask about things your children like or what they did today. For example, how was your day? What are you excited about? What is one thing that is worrying you today?
ar: ⚽ ممكن تسأل أطفالك عن أشياء بحبوها أو عن شو عملوا بيومهم. مثلاً: كيف كان يومكم؟ في إشي متحمسين إله؟ في إشي معيّن مقلقكم اليوم؟

# text
source: 🔄 It is important to let your children ask you questions as well. Trust is built when your children can see that you are also sharing your life with them and not only trying to learn about their life.
ar: 🔄 مهم تخلّي أطفالك كمان يسألوك عن حالك. أطفالك بيبنو ثقة في علاقتهم معك لما يشوفوا إنك إنت كمان بتشارك حياتك معهم مش بس عم بتحاول تعرف أكتر عن حياتهم.

# text
source: *Get Active*
ar: كونوا نشيطين

# text
source: Exercise is a great way to spend time together, and it is so good for your health🌱. Find an exercise activity that both you and your children want to do and try it out together! Be mindful of the safety of the space you are using for exercise.
ar: ممارسة الرياضة طريقة ممتازة تقضوا فيها وقت مع بعض، وهي كتير منيحة لصحتكم 🌱. دوَّر على نشاط رياضي أنت وأطفالك بدكم تعملوه وجربوه مع بعض! انتبه على أمان المكان اللي بتستخدموه للرياضة.

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
ar: ⏰ المشي و لو حتى ١٠ دقايق في اليوم مفيد إلكم.

# text
source: ⚽Together, try walking, running, stretching, playing games like hide-and-seek, or any other physical activities you enjoy.
ar: ⚽ جربوا تمشوا، أو تركضوا، أو تعملوا تمارين الإطالة، أو ألعاب مثل الغميضة مع بعض، أو أي نشاطات بدنية تانية بتستمتعوا فيها.

# text
source: 🏆 Together, think of ways to make it even more fun. Can you run to a certain point? Take turns being the coach? Can there be a small, free reward like getting to decide the next activity?
ar: 🏆 فكروا مع بعض بطرق تخلي النشاط ممتع أكتر. بتقدروا تركضوا لنقطة معينة؟ تتبادلوا أدوار المدرب؟ بتقدروا تحطوا مكافأة صغيرة ومجانية زي إنه الفائز يقرر النشاط الجاي؟

# text
source: Exercise becomes easier and more enjoyable the more you do it.
ar: الرياضة بتصير أسهل و أكتر ممتعة كل ما مارستوها أكتر.

# text
source: 🔄 If you or your children do not like the first type of exercise you pick, try a new way to exercise.
ar: 🔄 لو أنت أو أطفالك ما حبيتوا أول نوع رياضة اخترتوه، جربوا نوع جديد من النشاط البدني.

# text
source: *Take a Pause With Your Children*
ar: *خد استراحة مع أطفالك*

# text
source: Take a pause with your children. This helps them deal with stress in a healthy way!
ar: خد استراحة مع أطفالك . التوقّف و الهدوء لفترة بيساعدهم يتعاملوا مع الضغط بطريقة صحية!

# text
source: ⏰ You could take a pause together at any time, or you could try at a specific time like before bedtime.
ar: ⏰ ممكن تاخدوا استراحة مع بعض في أي وقت خلال اليوم. أو ممكن تجربوا في وقت محدد مثل قبل النوم.

# text
source: 👂 Sit down together and close your eyes. Listen to your breath as it goes in and out. Notice how you feel.
ar: أقعدوا مع بعض و سكروا عيونكم. استمعوا لنَفَسكُم و هو داخل و هو خارج. لاحظوا بشو عم بتحسّوا.👂

# text
source: ⭐ Take 5 more deep breaths.
ar: ⭐ تنفّسوا كمان خمس مرّات بعمق.

# text
source: 👀 When you are ready, open your eyes again. Do you feel any different?
ar: 👀لما تكونوا جاهزين، افتحوا عيونكم مرة تانية. حسيتوا بفرق؟

# text
source: ⏸ Ask your children what it was like to take a pause. Listen and accept whatever they say about it.
ar: ⏸اسأل ولادك كيف حسّوا لما وقفوا شوي، وخليهم يحكوا ع راحتهم. اسمعهم وتقبّل أي إشي بقولوه.

# text
source: *This Is Who I Am*
ar: *هاد هو أنا*

# text
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your children have high self-esteem is a recipe for success! 🏆
ar: النظرة للذات هي الطريقة اللي بتقيم فيها حالك، سواء بطريقة إيجابية أو سلبية. مساعدة أطفالك يكون عندهم تقدير عالي للذات هي وصفة للنجاح! 🏆

# text
source: ⭐Share with your children 3 things you like about yourself!
ar: ⭐ شارك مع أطفالك 3 شغلات بتحبها في حالك!

# text
source: 3️⃣ Ask your children to tell you 3 things they like about themselves.
ar: اطلب من أطفالك يحكولك 3 شغلات بيحبوها في حالهم.

# text
source: For example, I am great at treating others kindly. I am great at playing football. I am great at drawing flowers. If this is too hard, try thinking of just one thing.
ar: مثلًا، أنا ممتاز في معاملة الناس بلطف. أنا ممتاز في لعب كرة القدم. أنا ممتاز في رسم الزهور. لو كان صعب عليكم، حاولوا تفكّروا في إشي واحد بس.

# text
source: *Weekly Goal Setting*
ar: *تحديد هدف أسبوعي*

# text
source: Let’s set some goals ⭐
ar: يلا نحط شوية أهداف ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach, especially when life feels uncertain.
ar: ⏰ ممكن من الأفضل نحط أهداف أسبوعية أصغر و أسهل للتحقيق، خصوصاً إذا كانت أوضاع الحياة غير متوقّعة.

# text
source: 💡Ask each of your children for one goal that they would like to achieve this week.
ar: 💡 أطلب من كل واحد من أطفالك هدف واحد بده يحققه هادا الأسبوع.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week, like: practising deep breathing for 5 minutes every day, exercising for 10 minutes three times a week, journaling feelings every night, or spending quality time with family or friends daily.
ar: 🔄 تأكد إنه الهدف اللي حطوه محدد و قابل للتحقيق خلال أسبوع، مثلاً: التمرّن على التنفّس بعمق لمدة ٥ دقايق يومياً، ممارسة رياضة لمدّة ١٠ دقايق تلات مرّات خلال الأسبوع، التعبير عن المشاعر من خلال الكتابة في مذكّرات في آخر كل يوم، أو قضاء وقت مميز يومياً مع أفراد العيلة أو الأصحاب.

# text
source: 💚 You can also share your own weekly goals with your children and support each other so you can both achieve your goals.
ar: 💚 ممكن إنت كمان تشارك أهدافك الأسبوعية مع أطفالك و تشجعوا بعض تحققوا الأهداف.

# text
source: 🎉 Make sure to praise and celebrate your children for their hard work towards reaching their goals.
ar: 🎉 تأكد إنّك تمدح أطفالك و تحتفل بجهودهم وهمه عم بيسعوا إنهم يحققوا أهدافهم.

# text
source: 🔔 If your children do not reach their goals, that is okay. Discuss with them the steps they still need to take or how they could reach it a different way.
ar: 🔔 مش مشكلة لو أطفالك ما قدروا يحققوا أهدافهم. ناقش معهم شو الخطوات الجاي اللي بيحتاجو ياخدوها أو كيف ممكن يتبعوا طريقة تانية ليحققوا أهدافهم.

# text
source: *One-on-One Time*
ar: * وقت مخصص لبعض*

# text
source: 💚 Spending time just with your children and taking an interest in them can improve your relationship.
ar: 💚 قضاء وقت مخصص لأطفالك فقط والإهتمام فيهم شخصياً رح يحسّن علاقتكم.

# text
source: 👀 When your children are playing alone or occupying themselves, join them and show interest in what they are doing.
ar: 👀 لما يكونو أطفالك بيلعبوا لوحدهم و شاغلين حالهم، إنضملهم و إبدي إهتمام باللي عم بيعملوه.

# text
source: 👂Ask questions about their activity and listen to them.
ar: 👂 إسألهم أسئلة عن اللي بيعملوه و إصغِ إلهم.

# text
source: Let your children lead the activity and follow them to build their confidence and autonomy. 😃
ar: خلي أطفالك يقودوا النشاط واتبعهم ليعزّزوا ثقتهم بنفسهم واستقلاليتهم. 😃

# text
source: 👀 Say what you see - describing everything and supporting your children’s actions.
ar: 👀 إحكي اللي بتشوفه - أوصف كل إشيء وادعم تصرفات أطفالك خلال النشاط.

# text
source: Be positive, praise your children and enjoy spending this time with them. 😃💚
ar: كون إيجابي، امدح أطفالك واستمتعوا مع بعض في هذا الوقت. 😃💚

# text
source: *Animals*
ar: *الحيوانات*

# text
source: 🧸 **Active Animals**
ar: 🧸 *الحيوانات النشيطة*

# text
source: Take turns with your children doing animal actions. You might hop like a frog, stretch like a cat, run like a dog, slither like a snake, or flap like a bird. Add your own actions and animals!
ar: تبادل الأدوار مع أطفالك وقلّدوا حركات الحيوانات. ممكن تقفزوا مثل الضفدع، أو تتمددوا مثل القطة، أو تركضوا مثل الكلب، أو تزحفوا مثل الحية، أو ترفرفوا مثل الطير. ضيفوا حركات وحيوانات تانية من عندكم.

# text
source: 💡**All the Animals We Can Think Of**
ar: **كل الحيوانات اللي بتخطر ع بالنا**💡

# text
source: Think about groups of animals and talk about them with your children!
ar: فكّر بمجموعات حيوانات واحكي عنها مع أطفالك!

# text
source: What are all the animals we can think of that have feathers? What are all the animals we can think of that eat plants? 🌱 What animals can we think of that lay eggs?
ar: شو الحيوانات اللي منقدر نفكر فيها اللي عندها ريش؟ شو الحيوانات اللي بتاكل نباتات؟🌱 شو الحيوانات اللي بتبيض؟

# text
source: *Active Counting*
ar: *العد النشيط*

# text
source: 👋 **Clap, hop, jump**
ar: 👋*زقفوا، نطّوا على إجر وحدة، نطّوا*

# text
source: Play the following game with your children. Make it active!
ar: العب هاي اللعبة مع أطفالك. وخليها نشطة!

# text
source: 1️⃣ Clap hands 1 time.
ar: 1️⃣ زقفوا مرّة .

# text
source: 2️⃣ Clap hands 2 times.
ar: 2️⃣ زقفوا مرتين.

# text
source: 1️⃣ Jump 1 time.
ar: 1️⃣ نطّوا مرّة.

# text
source: 2️⃣ Jump 2 times.
ar: 2️⃣ نطّوا مرتين.

# text
source: 1️⃣ Hop 1 time.
ar: 1️⃣ نطّوا على إجر وحدة، مرّة.

# text
source: 3️⃣ Hop 3 times.
ar: 3️⃣ نطّوا على إجر وحدة، تلات مرّات.

# text
source: 💡 Can you hop, then jump, then clap?
ar: 💡 بتقدروا تنطّوا على إجر وحدة، بعدين تقفزوا، و بعدبن تزقّفوا؟

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
ar: 🏆 بتقدروا تزقّفوا مرتين ، تنطّوا مرّة، و تنطّوا على إجر وحدة تلات مرّات؟

# text
source: 💡 **Remembering Instructions**
ar: 💡 **حفظ التعليمات**

# text
source: Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!
ar: بدّلوا الأدوار بلعبة تعطي فيها 2-3 تعليمات لازم الشخص الثاني يتذكرها ويعملها. خلي الحركة الجسدية تكون جزء من التعليمات!

# text
source: For example:
ar: مثلًا:

# text
source: Hop twice, turn around.
ar: نطّوا على إجر وحدة مرتين ، لفّوا حوالين حالكم مرّة.

# text
source: Take ten steps forward, three steps to the side and sit down. ✅
ar: خذوا عشر خطوات لقدّام، وتلات خطوات للجنب، واقعدوا. ✅

# text
source: *Active Songs*
ar: أغاني نشيطة

# text
source: 😃 Young children love physical games but they need reminders about how to play. 💡
ar: 😃 الأطفال الصغار في السن بستمتعوا بالألعاب اللي فيها نشاط و حركة، بس بيحتاجو لحدا يذكّرهم كيف يلعبو.💡

# text
source: 🎵 Songs with movements are fun and active and give instructions on how to move!
ar: الأغاني مع الحركات ممتعة ونشيطة وبتعطي تعليمات كيف يتحركوا!

# text
source: Sing songs to your children in which they have to follow instructions like:
ar: غنّوا لأطفالكم أغاني يكون فيها تعليمات مثل:

# text
source: ✅ Start and stop ❌
ar: ✅ إبدأ و قِفّ❌

# text
source: ⬇️ Slow down and speed up ⬆️
ar: ⬇️ بطّئ و سرّع ⬆️

# text
source: You are not alone 🤲. Many other people are also going through very hard times, including war or having to leave their homes 💔. Many people share your pain as you face so many losses and uncertainties.
ar: لما تكون الحياة صعبة، طبيعي تحسّ إنّه الضغط أكتر من ما بتقدر تتحمّل 😣 .

# text
source: Today’s tips are about ways you can take care of yourself 🌱, even when it is very difficult.
ar: نصائح اليوم هيه عن طُرُق تهتم فيها بحالك 🌱، حتّى لمّا يكون الوضع صعب كتير.

# text
source: Remember, when you take good care of yourself, it can help you take good care of your children.
ar: إتذكّر، لمّا تعتني بحالك منيح، بتكون عم بتساعد حالك تعتني بأطفالك.

# text
source: Press Play ▶️ to learn 3️⃣ tips to help you care for yourself so you can care for your children:
ar: اضغط تشغيل ▶️ عشان تتعلم 3️⃣ نصائح تساعدك تهتم بحالك، عشان تقدر تهتم بأطفالك.

# text
source: 1️⃣ **BREATHE**
ar: 1️⃣ **خُد نفس**

# text
source: 2️⃣ **BREATHE TOGETHER WITH YOUR CHILDREN**
ar: 2️⃣ **خُد نفس مع أطفالك**

# text
source: 3️⃣ **CONNECT AND SHARE**
ar: 3️⃣ **تواصَل معهم وشاركهم**

# text
source: Here are 3️⃣ tips to help:
ar: هاي 3️⃣ النصائح رح تساعدك:

# text
source: Listen to your breath 🌬️ as it goes in and out.
ar: اسمع صوت نَفسك 🌬️ وهو داخل وخارج.

# text
source: Place your hands on your chest or tummy and feel how it rises and falls with each breath.
ar: حط إيديك على صدرك أو بطنك، وحسّ كيف بيطلع وبينزل مع كل نَفَس.

# text
source: Then, listen to your breath in a calm, gentle way for a while🌄.
ar: بعدها، إستمع لتنفّسَك بهدوء وراحة لمدّة قصيرة 🌄.

# text
source: 🗓️ Do these breathing practices every day together with your children. It will help you and them learn to manage stress 🌱.
ar: 🗓️ مارس تمارين التنفُّس هاي كل يوم مع أطفالك. هاي التمارين رح تساعدكم تسيطروا على التوتّر و الضغط النفسي🌱.

# text
source: If your stress feels overwhelming, please contact a trusted person, organisation or helpline. Type {HELP} after these tips for more information.
ar: إذا حاسس التوتّر و الضغط النفسي أكتر من ما بتقدر تتحمّل، من فضلك تواصَل مع شخص موثوق، أو منظَّمة، أو خط للمُساعدة. اكتُب {HELP} بعد هاي النصائح عشان تحصل على معلومات أكتر.

# text
source: 💙 Thank you for joining us today. You are truly great.
ar: 💙 شكرًا لإنضمامك إلنا اليوم. أنت شخص رائع بالفعل.

# text
source: Coping with your fears and stresses 🌊 is the first step to caring for yourself 💪 and helping others 🤝.
ar: التعامُل مع مخاوفك و مصاعبك 🌊 هو الخطوة الأولى عشان تهتم بحالك 💪 وتساعد غيرك 🤝.

# text
source: In these times, it can be hard for us as parents to help our children feel secure.
ar: في هاي الأوقات، ممكن يكون صعب علينا كأهل نخلّي أطفالنا يحسّوا بالأمان.

# text
source: Today's tips are about helping your children cope with trauma from war, displacement, and other hardships 🌍💔.
ar: نصائح اليوم عن مُساعدة أطفالك في التعامُل مع الصدمات بسبب الحرب، أو التهجير، أو الصعوبات التانية 🌍💔.

# text
source: It is possible that your children are feeling upset, angry, or confused. They need your support.
ar: ممكن أطفالك يحسّوا إنهم زعلانين، أو معصِّبين، أو محتارين. هُمّ محتاجين لدعمك.

# text
source: There are some simple things you can do! 🌟
ar: في شغلات بسيطة بتقدر تعملها! 🌟

# text
source: Press Play ▶️ to learn 5️⃣ tips on how you can support your children during these tough times:
ar: اضغط تشغيل ▶️ عشان تتعلم 5️⃣ نصائح عن كيف تدعم أطفالك بهاي الأوقات الصعبة.

# text
source: 1️⃣ **LISTEN**
ar: 1️⃣ **استمع**

# text
source: 2️⃣ **ACCEPT & BE SENSITIVE**
ar: 2️⃣ **تفهَّم وكون حسّاس**

# text
source: 3️⃣ **BE HONEST**
ar: 3️⃣ **كون صادِق**

# text
source: 4️⃣ **PRAISE YOURSELF AND YOUR CHILDREN**
ar: 4️⃣ **اِمدح نفسك وأطفالك**

# text
source: 5️⃣ **THERE IS HELP**
ar: 5️⃣ **المساعدة موجودة**

# text
source: Here are 5️⃣ tips on how you can support your children during these times:
ar: هاي 5️⃣ نصائح عشان تدعم أطفالك بهاي الأوقات:

# text
source: 👂 Listen to your children carefully when they express their feelings and try to empathise.
ar: 👂 اسمع لأطفالك منيح لمَّا يعبّروا عن مشاعرهم وحاول تتعاطف معاهم.

# text
source: 🌱 Accept whatever they are feeling and give them comfort that such feelings are quite normal under these circumstances.
ar: 🌱تقبَّل شعورهم مهما كان، وطمِّنهم إنهم طبيعي يحسّوا هيك في هاي الظروف.

# text
source: 🛑 If your children do not want to talk about this situation, do not insist.
ar: 🛑 لو أطفالك ما بدهم يحكوا بالموضوع، لا تضغط عليهم.

# text
source: If your children ask a question about what is happening, be honest in your response and share information that is appropriate for their age.
ar: لو سألوك أطفالك عن شو اللي صاير، جاوبهم بصراحة وشاركهم معلومات بتناسب عمرهم.

# text
source: Try to have a compassionate attitude and accept any feelings they have.
ar: حاول يكون أسلوبك وديع معهم وتقبَّل أي مشاعر عندهم.

# text
source: 🌟 Every night, praise yourself and your children for something, however small.
ar: 🌟امدح حالك وأطفالك كل ليلة على أي إشي، مهما كان بسيط.
