Repository: edmoss345/palestine-translations
Catalog: translations/parent_text_crisis_palestine/*/*_modules_and_activities.po
Languages: ar

# text
source: This will make you and your children feel better and will help build a caring relationship between you 🦋.
ar: التشجيع المستمرّ من خلال المدح والتقدير رح يحسّن نفسيتكم، ويساعدكم تبنوا علاقة فيها محبّة واهتمام 🦋.

# text
source: 🤝If you have any concerns regarding a child’s feelings and behaviours, then please contact a trusted person, organisation, or helpline. Type {HELP} after these tips, or any time you need help, for more information.
ar: 🤝 لو كنت قلقان بخصوص مشاعر الطفل أو تصرّفاته، فمن فضلك تواصَل مع شخص موثوق، أو مُنظَّمة، أو خط مُساعدة. اكتُب {HELP} بعد هاي النصائح، أو في أي وقت بتحتاج للمُساعدة عشان تحصل على معلومات أكتر.

# text
source: Thank you for joining us today 💙. No matter how upset or tired you are, you are amazing parents.
ar: شكرًا لإنضمامك إلنا اليوم 💙. مهما كنت زعلان أو تعبان، فانت والِد رائع بالفعل.

# text
source: Today's tips are about practical ways to cope during difficult times.
ar: نصائح اليوم عن طُُرُق عمليّة بتساعدك على التأقلم بالأوقات الصعبة.

# text
source: Even though it’s hard, try to practise simple daily habits 🗓️ because routines help children feel secure.
ar: رغم إنه هادا الإشيء صعب، حاول تمارِس عادات يوميّة بسيطة 🗓️ لأنه الروتين بيساعد أطفالك يحسّوا بالأمان.

# text
source: Press Play ▶️ to learn 5️⃣ practical, daily habits you can do every day that will help you and your children cope with your current situation:
ar: اضغط تشغيل ▶️ عشان تتعرّف على 5️⃣ عادات يوميّة وعمليّة بتقدر تعملها كل يوم، بتساعدك إنت وأطفالك تتعاملوا مع الوضع الحالي:

# text
source: 1️⃣ **SPEND TIME TOGETHER**
ar: 1️⃣ **اقضوا وقت مع بعض**

# text
source: 2️⃣ **ASK YOUR CHILDREN**
ar: 2️⃣ **اسأل أطفالك**

# text
source: 3️⃣ **APPRECIATE YOUR CHILDREN**
ar: 3️⃣ **قدَّر أطفالك**

# text
source: 4️⃣ **HELP OTHERS**
ar: 4️⃣ **ساعِد غيرك**

# text
source: 5️⃣ **BE PRESENT**
ar: 5️⃣ **كون متواجد**

# text
source: Here are 5️⃣ tips for building practical habits you can do every day that will help you and your children cope with your current situation:
ar: هاي 5️⃣ نصائح عشان تبني عادات عمليّة تقدر تعملها كل يوم عشان تساعد حالك وأطفالك على التأقلم مع وضعكم الحالي:

# text
source: If it is possible, try to make a routine for spending time together 🕒.
ar: ولو ممكن، حاوِل يكون عندكم روتين تقضّوا فيه وقت مع بعض 🕒.

# text
source: 🔁 You can engage children in daily activities, such as telling a story, praying together, or sharing at least one meal together.
ar: 🔁 فيك تشرِك أطفالك بأنشطة يوميّة، زي إنك تحكيلهم قصّة، أو تصلّوا مع بعض، أو تاكلوا على الأقل وجبة واحدة مع بعض.

# text
source: Ask children what they want to do.
ar: اسأل أطفالك شو حابين يعملوا.

# text
source: If you can’t do that activity now, it’s still a chance to connect with your children emotionally 🤍.
ar: حتّى لو ما قدرتوا تعملوا النشاط هلأ، لسّاتها عندك فرصة تتواصل مع أطفالك عاطفيًّا 🤍.

# text
source: After this lesson, you can type {PLAY} to get some activity ideas to do with children 📝.
ar: بعد هادا الدرس، ممكن تكتب {PLAY} عشان تتعرّف على أفكار لأنشطة ممكن تعملها مع أطفالك 📝.

# text
source: Take a moment every day to appreciate your children for engaging in activities with you 🌿.
ar: خُد لحظة كل يوم عشان تعطي تقدير لأطفالك لأنّهم اشتركوا في الأنشطة معاك 🌿.

# text
source: Helping others can also make you feel better 🤍. Even a smile can help someone else feel better 🌱.
ar: مساعدة الآخرين بتساعد كمان بتحسين النفسيّة🤍. مجرّد الابتسامة ممكن تفرّح حدا تاني 🌱.

# text
source: Our children can learn calmness and kindness from us 💙.
ar: أطفالنا بيتعلّموا منّا الهدوء والطيبة 💙.

# text
source: When spending time with your children, be as present as possible. Listen to them👂 and look at them 👀 when they talk.
ar: لمّا تقضي وقت مع أطفالك، خلّيك حاضرعلى قد ما تقدر. اسمعهم 👂واتطلّع فيهم 👀 وهمّ بيحكوا.

# text
source: Pay your full attention to them, this will help validate, reassure, and comfort children 🤍.
ar: أعطي أطفالك انتباهك كلّه، لأنه إنتباهك بطمّنمهم، بريّحهم و بخليهم يحسّوا بالتأييد 🤍.

# text
source: You’ve completed 50% of this tip! Press NEXT to continue.
ar: أكملت٥٠٪من النصيحة! إضغط **التالي** لتكمّل.

# text
source: Here are some regular activities you might want to try to do with your children:
ar: هاي بعض الأنشطة اليوميّة اللي ممكن تحب تجرّب تعملها مع أطفالك:

# text
source: Share one meal together
ar: كلوا وجبة مع بعض

# text
source: Getting ready to sleep
ar: الاستعداد للنوم

# text
source: Exercise daily
ar: ممارسة الرياضة كل يوم

# text
source: Daily play activities
ar: أنشطة لعب يوميّة

# text
source: Thank you for joining us 💙.
ar: شكرًا لإنضمامك إلنا 💙.

# text
source: Our children learn to show peace, love, and empathy from us 🌿.
ar: أطفالنا بيتعلّّموا منّا كيف يعبّروا عن السلام والمحبّة والتعاطُف 🌿.

# text
source: Playing and talking to children every day helps them feel secure 🛡️. You’re doing so much to care for your children! 🌟
ar: اللعب والحكي مع الأطفال كل يوم بيساعدهم يحسّوا بالأمان 🛡️. إنت عم تبذل جهد عظيم عشان تهتم فيهم! 🌟

# text
source: In these times that are so hard, we often have extra stress and tension, and it’s normal that we feel more anger.
ar: بهاي الأوقات الصعبة، بزيد التوتّر والضغط، وطبيعي نحس أكتر بالغضب والعصبيّة.

# text
source: In case of any uncertainty, children observe and imitate the behaviours of their elders 👀.
ar: في حالات القلق والشك، الأطفال بيلاحظوا تصرُّفات الكبار وبيقلدوهم 👀.

# text
source: Children can learn to be calm from us, which helps them face challenges 🌸.
ar: الأطفال بيتعلّموا الهدوء منّا، وهاد بيساعدهم يواجهوا التحديّات 🌸.

# text
source: Press Play ▶️ to learn 4️⃣ tips that can help you cope with negative emotions while encouraging children:
ar: اضغط تشغيل ▶️ عشان تتعلم 4️⃣ نصائح تساعدك على التعامُل مع المشاعر السلبيّة وبنفس الوقت تشجّع أطفالك:

# text
source: 1️⃣ **SHARE YOUR FEELINGS**
ar: 1️⃣**عبّر عن مشاعرك**

# text
source: 2️⃣ **BREATHE**
ar: 2️⃣**تنفّس**

# text
source: 3️⃣ **REASSURE YOUR CHILD**
ar: 3️⃣**طمّن طفلك**

# text
source: 4️⃣ **THERE ARE PEOPLE WHO CARE**
ar: 4️⃣**في ناس مهتمين فيك**

# text
source: Here are 4️⃣ tips that can help you cope with negative emotions and also encourage your children:
ar: هاي 4️⃣ نصائح بتساعدك تتعامل مع المشاعر السلبيّة وتشجّع أطفالك كمان:

# text
source: When you are feeling stress, tension or anger, find someone who you can share your feelings with, like a family member or friend.
ar: لمّّا تحس بالضغط، أو التوتُّر أو الغضب، دوّر على حدا ممكن تحكي عن مشاعرك معاه، زي فرد من العائلة أو صديق.

# text
source: Avoid substance abuse as a stress coping mechanism.
ar: تجنّب تعاطي المواد المُخدرة كطريقة للتعامُل مع الضغط.

# text
source: If your stress feels overwhelming, you can contact an organization or helpline for extra support. Type {HELP} after these tips for more information🤲.
ar: إذا حسيت إنه الضغط فوق تحمّلك، فيك تتواصل مع منظّمة أو خط مُساعدة للدعم. اكتب {HELP} بعد هاي النصائح عشان تُحصُل على معلومات أكتر 🤲.

# text
source: When you feel extremely angry, take a ten-second break or pause before you engage with anyone, including your children ⏸️.
ar: لمّا تحس بغضب شديد، خُد استراحة لمدّة عشر ثوان أو وقّف قبل ما تتعامل مع أي حدا، من ضمنهم أطفالك ⏸️.

# text
source: Take five deep breaths🌬️.
ar: خُد نَفَس عميق خمس مرّات 🌬️.

# text
source: Then try to respond in a calmer way 🕊️.
ar: بعدها حاول تردّ بطريقة أهدأ 🕊️.

# text
source: 3️⃣ **REASSURE YOUR CHILDREN**
ar: 3️⃣**طمّن أطفالك**

# text
source: It’s ok to show your concern and emotions to your children 💬. This will help them learn about their own emotions. It’s also good to remind them that we believe that one day hope and justice will prevail ✨.
ar: طبيعي تبيّن لأطفالك شعورك بالقلق 💬. شفافيتك بتساعدهم يتعرّفوا على مشاعرهم .منيح كمان تذكرّهم إنا مؤمنين بإنه الأمل والعدل رح ينتصروا بيوم من الأيام ✨.

# text
source: Reassure your children that one day, war will end and our community will be able to rebuild and thrive together 🌿.
ar: طمّن أطفالك إنّه بيوم من الأيام، راح تنتهي الحرب ومجتمعنا رح يقدر يرجع يبني نفسه مع بعض و يزدهر 🌿.

# text
source: Share stories with them of how people in the past have worked together and come out of traumatic situations 📖.
ar: احكيلهم قصص عن كيف الناس بالماضي تعاونوا وطلعوا من المواقف الصعبة 📖.

# text
source: Assure your children that friends, relatives, or charitable organisations will try to find ways to help them in these situations 🤲.
ar: طمّن أطفالك إنّّه الأصدقاء أو الأقارب أو الجمعيات الخيرية راح يحاولوا يلاقوا طُرق تساعدهم بهيك ظروف 🤲.

# text
source: Thank you for being here with us today 💙. Be proud of yourself every time you manage your negative feelings and encourage your children. You are an amazing parent! ✨
ar: شكرًا لإنك كنت معنا اليوم 💙. خلّيك فخور بحالك كل مرّة بتقدر تتعامل مع المشاعر السلبيّة وتشجّع أطفالك. إنت والد رائع! ✨

# text
source: In today's tips, we will talk about some simple safety plans you can make with your children 📝.
ar: في نصائح اليوم رح نحكي عن شوية خطط أمان بسيطة ممكن تعملها مع أطفالك 📝.

# text
source: It can help your children when they see that you have plans 💙.
ar: الأطفال بيرتاحوا لمّا يشوفوا إنك عندك خطّة و ماخد إحتياطاتك للأمان💙.

# text
source: Press Play ▶️ to learn 4️⃣ tips to help you get ready to travel with children in a crisis situation:
ar: اضغط تشغيل ▶️ عشان تتعرّف على 4️⃣ نصائح بتساعدك على الإستعداد للسفر مع أطفالك في وقت الأزمات:

# text
source: 1️⃣ **PROTECT YOUR DOCUMENTS**
ar: 1️⃣**احفظ مستنداتك**

# text
source: 2️⃣ **HIDE MONEY**
ar: 2️⃣**خبّي المصاري**

# text
source: 3️⃣ **SUPERVISE YOUR CHILDREN**
ar: 3️⃣**راقب أطفالك**

# text
source: 4️⃣ **COMMUNICATE WITH YOUR CHILDREN**
ar: 4️⃣**تواصل مع أطفالك**

# text
source: Here are 4️⃣ tips to help you plan for safety with your children:
ar: هاي 4️⃣ نصائح بتساعدك تخطّط للأمان مع أطفالك:

# text
source: Take pictures 📷 or make copies of any identity documents or cards and hide these in separate secure places 🛡️.
ar: خد صور 📷 أوإعمل نُسَخ عن كل المستندات المهمّة وخبّي النُسَخ في أماكن مختلفة و آمنة🛡️.

# text
source: Also hide any money you have separately in different places, so that if something is lost, you won’t lose everything 💙.
ar: وكمان خبّي أي مصاري معاك بأماكن مختلفة وآمنه، عشان لو ضاع إشي، ما تخسر كل المصاري 💙.

# text
source: 🤍 Try your best to keep children with you or someone you trust.
ar: 🤍حاول قد ما تقدر تخلّي أطفالك معك أو مع شخص بتوثق به.

# text
source: Make sure you know that the people your children spend time with in person and online are trustworthy ✔️.
ar: اتأكد إنّك بتِثِق بالأشخاص اللي أطفالك بيقضوا وقت معهم، سواء وجهًا لوجه أو أونلاين ✔️.

# text
source: Tell your children they should not spend time outside alone after dark 🚫 or take a lift with someone alone.
ar: نبّه أطفالك إنهم يتجنّبوا التواجد في الخارج خلال ساعات العتمة🚫، و ما يقبلوا يركبوا مع أي شخص لوحدهم.

# text
source: Thank you for joining us today. 🌟 Praise yourself for doing the best you can.
ar: شكرًا إنك كنت معانا االيوم. 🌟 امدح حالك لأنّك عم تعمل أفضل ما في وسعك.

# text
source: In these tips, we will talk about ways you can be prepared to travel safely with your children 💙.
ar: في هاي النصائح، رح نحكي عن طُرق ممكن تستعد فيها للسفر بأمان مع أطفالك 💙.

# text
source: Your children will feel reassured knowing you have a plan 📝.
ar: أطفالك رح يحسّوا بالأمان لمّا يعرفوا إنه عندك خطّة 📝.

# text
source: Press Play ▶️ to learn 3 things you can do to ensure that you and your children are as safe as possible when you are on the move:
ar: اضغط تشغيل ▶️ عشان تتعلم 3 شغلات بتقدر تعملها عشان تضمن سلامتك إنت وأطفالك قدر الإمكان في أثناء التنقُّل:

# text
source: 1️⃣ **MOVE SAFELY**
ar: 1️⃣**تحرّك بأمان**

# text
source: 2️⃣ **PREPARE YOUR CHILDREN**
ar: 2️⃣**جهّز أطفالك**

# text
source: 3️⃣ **MAKE A SAFETY NOTE**
ar: 3️⃣**اكتُب ورقة أمان**

# text
source: Here are 3️⃣ things you can do to ensure that you and your children are as safe as possible when you are on the move:
ar: هاي 3️⃣ شغلات بتقدر تعملها عشان تضمن سلامتك إنت وأطفالك قدر الإمكان في أثناء التنقُّل:

# text
source: 🔒 Travel in a group of people you know, and don’t give any ID documents or cards to anyone, where possible.
ar: 🔒سافر مع مجموعة من الناس اللي بتعرفهم، وحاول ما تعطي أي مستندات أو بطاقات هويّة لأي حدا.

# text
source: 🎵Make a song or chant with your children to help them memorise your full name and phone number, and number of someone you trust.
ar: 🎵ألِّف أغنيّة أو أُنشودة مع أطفالك عشان تساعدهم يحفظوا إسمك الكامل ورقم تليفونك، ورقم شخص بتوثق به.

# text
source: 🔁 Go over it every day.
ar: 🔁وكرَّروها كل يوم.

# text
source: 📍Every day, agree on a clear place to meet if you are separated from each other.
ar: 📍اتفقوا كل يوم على مكان واضح تتقابلوا فيه إذا افترقتوا عن بعض.

# text
source: 🗒️ Make a safety note for each child.
ar: 🗒️حضّر ورقة أمان لكل طفل.

# text
source: Write the full name & phone number of yourself and three people you trust, plus any medication your child needs and any special needs they have.
ar: اكتب عليها الإسم الكامل ورقم تلفوتك إنت وتلات أشخاص بثق فيهم، بالإضافة إلى أي أدوية بيحتاجها طفلك وأي إحتياجات خاصة عنده.

# text
source: Cover the note in plastic and hide it in something they always wear.
ar: غلِّف الورق بالبلاستيك وخبيها في إشي بيلبسوه دايمًا.

# text
source: Thank you for joining us 💙. You are being prepared – we are proud of you 🌟.
ar: شكرًا لإنضمامك النا 💙. انت عم تستعد- إحنا فخورين فيك 🌟.

# text
source: Today's tips are about protecting our children from harassment.
ar: نصائح اليوم عن كيف نحمي ولادنا من التحرُّش.

# text
source: During difficult times, children are more likely to face harassment.
ar: في الأوقات الصعبة، بتزيد احتماليّة تعرُّض الأطفال للتحرُّش.

# text
source: Talking to children about these things can help keep them safe 🛡️.
ar: والحكي مع أطفالنا عن هاي المواضيع ممكن يساعد في إنهم يضلّوا بأمان.

# text
source: Press Play ▶️ to learn 3️⃣ tips for protecting your children from harassment:
ar: اضغط تشغيل ▶️ عشان تتعرّف على 3️⃣نصائح بتساعدك في حماية أطفالك من التحرُّش:

# text
source: 1️⃣ **"NO" IS OK!**
ar: 1️⃣**عادي تقول "لأ"!**

# text
source: 2️⃣ **TEACH YOUR CHILDREN**
ar: 2️⃣**علِّم أطفالك**

# text
source: 3️⃣ **COMFORT YOUR CHILDREN**
ar: 3️⃣**طمِّن أطفالك**

# text
source: Here are 3️⃣ tips for protecting your children from harassment:
ar: هاي 3️⃣ نصائح لحماية أطفالك من التحرُّش:

# text
source: 1️⃣ **”NO” IS OK!**
ar: 1️⃣**عادي تقول "لأ"!**

# text
source: Teach your children that nobody has the right to touch them.
ar: علِّم أطفالك إنه ما بيحق لحدا يلمسهم.

# text
source: In order to stop someone who tries to do that, practice saying and shouting “NO” with your children.
ar: وعشان توقّف شخص بيحاول يعمل هيك، اتمرّن مع أطفالك إنكم تقولوا "لأ" بصوت عالي.

# text
source: Talk to your children about dangerous people and places. Make plans together about how to avoid danger.
ar: احكي مع أطفالك عن الناس والأماكن الخطيرة. وخطِّطوا مع بعض كيف تتجنّبوا الخطر.

# text
source: If your children tell you they were abused, always believe them.
ar: لو حكولك أطفالك إنّهم تعرّضوا للإساءة، صدّقهم دايمًا.

# text
source: Tell them that it’s not their fault and you love them 💙.
ar: فهِّمهم إنه هاد مش غلطهم وإنك بتحبهم 💙.

# text
source: You can type {HELP} for resources if your children share about abuse with you.
ar: اكتب {HELP} عشان تُحصل على موارد تساعدك لو حكولك أطفالك إنهم تعرّضوا لإساءة.

# text
source: Thank you for joining us today💙. Remember that talking to children about these things helps keep them safe.
ar: شكرًا إنك كنت معانا اليوم 💙. تذكَّر إنه الحكي مع الأطفال عن هاي المواضيع بيحميهم.

# text
source: These tips are about helping your children in the case of loved ones dying.
ar: هاي النصائح لمساعدتك في دعم أطفالك في حالة فقدانهم لشخص عزيز عليهم.

# text
source: Losing a loved one is painful for everyone, including children.
ar: فقدان شخص عزيز مؤلم لكل الناس، وللأطفال كمان.

# text
source: It is possible that your children appear to be happy but deep inside are sad.
ar: ممكن أطفالك ببينوا إنهم مبسوطين لكنهم في أعماقهم زعلانين.

# text
source: Talking to your children about death can be hard, but it will help them make sense of what is happening.
ar: الحكي مع أطفالك عن الموت ممكن يكون صعب، لكن رح يساعدهم يفهموا اللي عم بصير حواليهم.

# text
source: Here are 5️⃣ tips on how to help your children when loved ones die:
ar: هاي 5️⃣ نصائح لمساعدة أطفالك في حالة وفاة أحد الأحباء:

# text
source: 1️⃣ **TALK WITH CHILDREN**
ar: 1️⃣**إحكي مع أطفالك**

# text
source: 2️⃣ **LISTEN AND ACCEPT**
ar: 2️⃣**اسمعهم وتقبّل مشاعرهم**

# text
source: 3️⃣ **SAY GOODBYE**
ar: 3️⃣**خلّيهم يودّعوا اللي فقدوه**

# text
source: 4️⃣ **NO BLAMING**
ar: 4️⃣**مافي لوم**

# text
source: 5️⃣ **BE CLEAR**
ar: 5️⃣ **كون واضح**

# text
source: Children often sense the pain of loss or death, even if they don't know yet what happened.
ar: الأطفال بيحسّوا عادةً بألم الخسارة أو الموت حتّى لو لسى مش عارفين شو اللي صار.

# text
source: Tell them in simple and honest words that the person has passed away.
ar: إحكي معهم بكلمات بسيطة وصادقة إنه الشخص تُوفى.

# text
source: 💙Be sensitive to their emotions and try to create a compassionate space when you talk with them about the death of loved ones.
ar: كون حسَّاس تجاه مشاعرهم وحاول تهيء جو مليان حنان لمّا تحكي معهم عن وفاة أحد الأحباء.

# text
source: Listen to your children. Accept anything they are feeling and show them affection.
ar: اسمع لأطفالك، وتقبّل أي شعور بيحسّوا فيه وعبّرلهم عن محبّتك.

# text
source: Do something together to say goodbye to the person who had died – consider a prayer 🤲 or a letter 📃.
ar: اعمل إشي معهم عشان تودعوا الشخص المُتوفي: ممكن تصلّوا 🤲 أو تكتبوا رسالة 📃.

# text
source: Sometimes we feel like loss is our fault, even when it is not, and children may feel this way too.
ar: أحيانًا بنحس إنه الفقدان غلطنا، و هو بالحقيقة مش ذنبنا، والأطفال ممكن يحسّوا بنفس الإشي.

# text
source: Many people have these feelings. Remind yourself it’s not your fault and help your children see it’s not their fault either 💙.
ar: في ناس كتير بتراودهم هاي المشاعر. ذكّر حالك إنّه مش ذنبك، وساعد أطفالك يفهموا إنّه مش ذنبهم كمان 💙.

# text
source: Tell children clearly who will be taking care of them now, if a change needs to happen.
ar: إحكي مع الأطفال بصراحة مين رح يصير يهتم فيهم هلأ، في حال لِزم الأمر.

# text
source: Let us understand how children of different ages react to death so we can support them.
ar: خلّّونا نفهم كيف الأطفال من أعمار مختلفة بيتعاملوا مع الموت عشان نقدر ندعمهم.

# text
source: Small children under the age of 5 years may ask if the person who has died is coming back.
ar: الأطفال الصغار تحت سن ال 5 سنين ممكن يسألوا إذا كان الشخص اللي مات رح يرجع.

# text
source: They might hold onto you or other caregivers more or start doing things they used to do when they were younger, like wetting the bed.
ar: وممكن يتعلّّقوا فيك أو في الأشخاص اللي بيرعوهم أكثر، أو يرجعوا يعملوا شغلات كانوا يعملوها وهم أصغر، زي التبوّل في الفراش.

# text
source: Older children between 6 and 11 years old may ask more questions and want to understand what happened.
ar: الأطفال الأكبر بين سن ال6 و11 سنة ممكن يسألوا أسئلة أكتر ويحاولوا يفهموا اللي صار.

# text
source: They may show their grief through anger and experience physical aches or pains.
ar: وممكن يعبّروا عن حزنهم بالغضب والشعور بآلام الجسديّة.

# text
source: Adolescents and young teenagers from around the age of 12 years will wonder about why things happen.
ar: المراهقين بعمر ال12 سنة و فوق ممكن يسألوا ليش بتصير الأمور.

# text
source: Their reactions will vary and can include lack of interest, anger, extreme sadness and poor concentration.
ar: ردود أفعالهم بتختلف. ممكن يظهروا عدم الاهتمام، أوالعصبيّة، أو الحُزن العميق، أو صعوبة التركيز.

# text
source: Thank you for joining us.
ar: شكراً على إنضمامك إلنا.

# text
source: If your grief feels overwhelming, contact a trusted person, organisation or helpline by typing {HELP}.
ar: لو كان شعورك بالحزن فوق تحمّلك، احكي مع شخص بتثق فيه، أو منظَّمة، أو خط مُساعدة بكتابة {HELP}.

# text
source: Take some moments for yourself to grieve for your losses 💔. Grieving is the pathway to healing for you and your children.
ar: خد لحظات لحالك عشان تحزن على خسارتك 💔. لأنه الحُزن هو طريق للشفاء إلك ولأطفالك.

# text
source: Congratulations on reaching our final set of tips! 🎉 Here we are talking about ways to build your and your children’s strength and to encourage good behaviours in them.
ar: وصلنا لآخر مجموعة من النصائح،أبدعت! 🎉 هاي النصائح بتورجينا طرق نستمدّ فيها قوّة إلنا و لأطفالنا و نشجّع و نعزز السلوكيات المنيحة بأطفالنا.

# text
source: Even in these times that are so hard, there is hope that you can build strength, and when your children sense your love and appreciation, it helps them build their own strength, too. 🦋
ar: حتى في أصعب الأوقات ،في أمل إنك تقدر تستجمع قوتك، ولمّا أطفالك يحسّوا بمحبّتك وتقديرك، همّة كمان، بستمدّوا قوّة إلهم . 🦋

# text
source: Press Play ▶️ to learn 2️⃣ simple tips that can help you encourage your children to build strength:
ar: اضغط تشغيل ▶️ عشان تتعلم 2️⃣ نصيحتين بسيطتين لمساعدتك في تشجيع أطفالك يصيروا أقوى:

# text
source: 1️⃣ **INVOLVE YOUR CHILDREN**
ar: 1️⃣**خلّي أطفالك يشاركوا**

# text
source: 2️⃣ **PRAISE THEM**
ar: 2️⃣**امدحهم**

# text
source: Here are 2️⃣ simple tips that can help you to encourage your children to build strength:
ar: هاي 2️⃣ نصيحتين بسيطتين لمساعدتك في تشجيع أطفالك يصيروا أقوى:

# text
source: Ask children to help in simple chores 💪. This will give them a sense of responsibility.
ar: اطلُب من الأطفال يساعدوا في أعمال بسيطة 💪. هادا الإشي بخلّيهم يحسّوا بالمسؤوليّة.

# text
source: 💙Appreciate children when they are trying or doing something good.
ar: 💙 قدَّر الأطفال و إمدحهم لمّا يكونوا بحاولوا أو بيعملوا إشي منيح.

# text
source: This will help them to do good again.
ar: التقدير رح يخلّيهم بدهم يضلّوا يعملوا أشياء منيحة.

# text
source: 🌟 Praising children shows them that you notice and care, and helps build confidence.
ar: 🌟 مدح و تقديرالأطفال بخلّيهم يدركوا إنّك ملاحظهم ومهتم بأمورهم، و بيبني ثقتهم بنفسهم.

# text
source: You can also build your own strength 💪 by remembering that you are not alone.
ar: ممكن كمان تستمد قوّتك 💪 لمّا تتذكّر إنّك مش لحالك.

# text
source: Sharing your sorrow and worries with someone you trust often helps lighten the burden 🤝.
ar: غالبًا لمّا بتشارك حزنك وهمومك مع شخص بتوثق فيه، بتحس إنه الحِمل صار أخف شوي 🤝.

# text
source: If your sorrow and worries feel overwhelming, please contact a trusted person, organisation or helpline. Type {HELP} after these tips for more information.
ar: لو حسيت إنه حزنك وهمومك فوق احتمالك، من فضلك إحكي مع شخص بتوثق فيه، أو مُنظَّمة، أو خط مُساعدة. أكتُب {HELP} بعد هاي النصائح عشان تعرف معلومات أكتر.

# text
source: Thank you for being here with us today and for all our tips 💙. You are doing so much to care for yourself and your children.
ar: شكرًا إنك كنت معانا اليوم وتابعت كل نصائحنا 💙. إنت عم تبذل جهد كبيرعشان تهتم بحالك وبأطفالك.

# text
source: Remember that appreciating your children makes them realise that you give them attention and love 🤍. You can be proud of yourself. You are truly great 🌟!
ar: تذكّّر إنه تقدير أطفالك بخلّيهم يحسّوا إنّك مهتم فيهم وبتحبهم 🤍. لازم تفتخر بحالك، إنت أب رائع بالفعل 🌟!

# text
source: **Let's take a pause together.**
ar: **خلينا ناخد إستراحة مع بعض**

# text
source: Remember, this is something you can do whenever you are feeling stressed.
ar: إتذكّر، بتقدر تاخد هاي الإستراحة في أي وقت بتحسّ فيه بالضغط و التوتّر.

# text
source: Press ▶️ to take a pause together.
ar: إضغط على ▶️ عشان تاخد إستراحة معنا.

# text
source: Thank you for taking a moment to pause with us. It's time for today's tips.
ar: شكراً لأنك أخدت وقت إستراحة معنا. هلا إجى وقت نصائح اليوم.

# text
source: **Let’s take a pause together.**
ar: **خلّينا ناخد إستراحة مع بعض.**

# text
source: Whenever you’re feeling stressed, remember that taking a pause like this can help you feel more grounded and calm.
ar: كل ما تشعر بالضغط أو التوتّر، إتذكّر إنه إذا أخدت إستراحة زي هاي ممكن تساعدك تشعر بالسكون و الهدوء.
