Repository: edmoss345/palestine-translations
Catalog: translations/parent_text_crisis_palestine/*/*_navigation.po
Languages: ar

# text
source: Would you like to go back to the previous messages?
ar: بدّك ترجع للرسائل الماضية؟

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
ar: تمام، اكتب {HELP} بأي وقت لو بدّك تفاصيل عن خدمات الطوارئ أو الخطوط الساخنة الأخرى.

# text
source: Sorry, I don't understand what you mean.
ar: آسف، ما فهمت شو قصدك.

# text
source: Here are some services that might be able to help:
ar: هاي شوية خدمات ممكن تساعدك:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
ar: اكتب {HELP} بأي وقت لو بدّك تفاصيل عن خدمات الطوارئ أو الخطوط الساخنة الأخرى. تذكّر، كل اشي بتحكيه رح يكون سرّي تمامًا!

# text
source: Would you like information about local and international resources available to help you right now?
ar: بدّك معلومات عن مصادر محلية وعالمية ممكن تساعدك في هاي اللحظة؟

# text
source: Do you need some support with an emotional issue?
ar: بتحتاج دعم بمسألة عاطفية؟

# text
source: Are you currently experiencing a health issue?
ar: هل عندك مشكلة صحية في الوقت الحالي؟

# text
source: Do you have an emergency?
ar: هل عندك حالة طارئة؟

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
ar: يبدو إنك بتواجه حالة طارئة. بتقدر تحكيلنا شو نوع المساعدة اللي بتحتاجها؟

# text
source: What would you like to do?
ar: شو بدّك تختار تعمل؟

# text
source: We hope this was helpful. You can access this information at any time by typing {HELP}.
ar: بنتمنى إنه نكون ساعدناك. بتقدر توصل لهاي المعلومات بأي وقت بكتابة {HELP}.

# text
source: Welcome back to ParentText!
ar: مرحبًا فيك مرة تانية في برنامج نصائح للوالدين!

# text
source: I don't understand your message.
ar: ما فهمت رسالتك.

# text
source: Please type {MENU} to access resources and review previous tips, {PLAY} to receive a playful activity you can complete with your child, or {HELP} to access additional support resources.
ar: اكتب {MENU} علشان توصل للمصادر وتراجع النصائح السابقة، اكتب {PLAY} علشان تستقبل نشاط ممتع ممكن تعمله مع طفلك، أو اكتب {HELP} علشان توصل لمصادر دعم إضافية.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
ar: لسه ما وافقت على المشاركة بالبرنامج. بدّك تشارك؟

# text
source: If you ever want to receive these tips in the future just type HELLO.
ar: لو بدّك تستقبل هاي النصائح بالمستقبل اكتب: **مرحبا**

# text
source: We hope to see you again soon.
ar: بنتمنى نشوفك عن قريب.

# text
source: We are here to help. You've received @fields.c_n_mod_compl out of @fields.c_n_mod tips. Would you like to continue?
ar: نحنا هون عشان نساعدك. حالياً استقبلت @fields.c_n_mod_compl من أصل @fields.c_n_mod tips نصيحة. بدّك تكمل؟

# text
source: That's okay. If you ever decide to come back, type HELLO.
ar: تمام. لو قررت ترجع اكتب: **مرحبا**.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
ar: بنتمنى نشوفك مرّة تانية عن قريب، وبنتمنالك يوم سعيد وسالم!

# text
source: You are already part of ParentText
ar: أنت من قبل جزء من برنامج نصائح للوالدين

# text
source: You have already received all of the avilable tips. Type {MENU} to review previous tips.
ar: استقبلت سابقاً كل النصائح المتاحة. اكتب {MENU} علشان تراجع النصائح اللي قبل.

# text
source: Welcome back to ParentText.
ar: مرحبًا فيك مرة تانية في برنامج نصائح للوالدين

# text
source: Are you sure you want to stop receiving tips?
ar: هل أنت متأكد إنك بدّك توقف استلام النصائح؟

# text
source: If you do not want to receive any more messages, please type "EXIT".
ar: لو ما بدّك تستقبل رسائل أكتر، الرجاء كتابة **"خروج"**.

# text
source: If you made a mistake, please type "BACK".
ar: لو غلطت، الرجاء كتابة **"رجوع"**.

# text
source: Thank you for participating. If you want to return to continue receiving tips, type HELLO.
ar: شكرًا لمشاركتك. لو بدّك ترجع وتكمل استقبال النصائح، اكتب: **مرحبا**

# text
source: We are so glad you want to stick around! We will resume your progress tomorrow.
ar: إحنا سعيدين فيك لرغبتك بالإستمرار معنا! رح نكمّل معك رحلتك في التقدّم بكرا.

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
ar: هاي الميزة رح تكون متاحة بس تكمّل التسجيل. ما رح تطول. كمّل تَقَدُمَك!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
ar: القائمة رح تكون متاحة بس تكمّل التسجيل. ما راح تطول. كمّل تَقَدُمَك!

# text
source: Thank you for taking a pause with me today.
ar: شكرًا إنك أخدت استراحة معي اليوم.

# text
source: In this program, you will receive @fields.c_n_mod tips. Your first tip is "@results.name".
ar: بهادا البرنامج راح تستقبل @fields.c_n_mod نصائح. أول نصيحة إلك هي "@results.name".

# text
source: fail
ar: فشل.

# text
source: Let’s get started. Press NEXT to begin.
ar: يلا نبلش. اضغط **التالي** عشان تبدأ.

# text
source: NA
ar: غير متوفر

# text
source: The tips you haven't finished are:
ar: النصائح اللي ما خلّصتها هي:

# text
source: Which tip would you like to receive?
ar: شو النصيحة اللي بتحب تستقبلها؟

# text
source: You haven't received any tips yet.
ar: لسى ما استلمت أي نصائح ؟

# text
source: You have received the following tips:
ar: النصائح اللي استقبلتها هي:

# text
source: Would you like to review it?
ar: بدّك تراجعها؟

# text
source: That's okay. You can come back here at any time to review it.
ar: تمام. بتقدر ترجع هون بأي وقت تراجعها.

# text
source: You have completed @fields.n_s_modules_compl out of @fields.n_s_modules tips. Which of the following tips would you like to review?
ar: لقد أكملتَ @fields.n_s_modules_compl من أصل نصائح @fields.n_s_modules. أيٌّ من النصائح التالية ترغب في مراجعتها؟

# text
source: @(word_count(fields.s_modules_compl) +1). Return to Main Menu
ar: @(word_count(fields.s_modules_compl) +1). رجوع للقائمة الرئيسية

# text
source: What would you like now?
ar: شو بتحتاج هلا؟

# text
source: Alright. I will share more tips tomorrow.
ar: تمام. رح أشاركك نصائح أكتر بكره.

# text
source: OK, see you tomorrow.
ar: أوكي، بشوفك بكره.

# text
source: What kind of activity do you want to try with your child?
ar: شو نوع النشاط اللي بدك تجربه مع طفلك؟

# text
source: Do you want to begin now or tomorrow?
ar: بدّك تبدأ هلا أم بكره؟

# text
source: Great, see you tomorrow!
ar: عظيم، بشوفك بكره!

# text
source: You have completed the programme. Well done!
ar: هيك خلصت البرنامج. أحسنت!

# text
source: Remember, you can always return to ParentText to review these tips. Just type {MENU}.
ar: تذكّر، بتقدر ترجع لنصائح للوالدين بأي وقت عشان تراجع هاي النصائح. بس اكتب {MENU}.

# text
source: Was ParentText helpful? If so, share it with a friend. Just send this link: {insert link}
ar: هل كان برنامج نصائح للوالدين مفيد؟ لو نعم، شاركه مع صاحبك. بس ابعث هادا الرابط: {insert link}

# text
source: It’s a difficult moment for your family. I’m here today with a few tips to create small moments of connection with your child to give them the routine and stability you all need right now.
ar: هادا الوقت صعب على عيلتك. أنا هون اليوم مع شوية نصائح عشان تخلق لحظات صغيرة للتواصل مع طفلك لتعطيه الروتين والاستقرار اللي

# text
source: Press a number on your keypad:
ar: إضغط رقم على لوحة المفاتيح عندك:

# text
source: 1. Continue with my registration
ar: 1.الإستمرار في التسجيل

# text
source: 2. Remind me tomorrow
ar: 2. الرجاء تذكيري غداً

# text
source: It looks like you started answering some baseline questions but didn't get a chance to finish. Would you like to continue now and then we can move onto the tips?
ar: شكلك بلشت تجاوب على شوية أسئلة أساسية بس ما كمّلت. بدّك تكمّل هلا وبعدين ننتقل للنصائح؟

# text
source: 1. Continue my initial questions
ar: 1.متابعة أسألتي الأولى

# text
source: It looks like you started a tip, but didn't finish receiving all of the information. Would you like to finish it or start learning someting new?
ar: شكلك بلّشت بنصيحة، بس ما خلّصت استلام كل المعلومات. بتحبّ تكمّل أو تبلّش إشي جديد؟

# text
source: 1. Finish the previous tip
ar: 1.تكميل نصيحتي السابقة

# text
source: 2. Receive a new tip
ar: 2.إستقبال نصيحة جديدة

# text
source: 3. Remind me tomorrow
ar: 3. الرجاء تذكيري غداً

# text
source: It looks like you started a parenting tip, but didn't finish receiving all of the information. What would you like to do?
ar: شكلك بلّشت نصيحة تربوية بس ما خلصت استلام كل المعلومات. شو بتحب تعمل؟

# text
source: 1. Receive the remaining information
ar: 1. إستقبال المعلومات المتبقية

# text
source: 3. I've finished receiving all of the information that I want from this chatbot
ar: 3. لقد إستقبلت كل المعلومات التي أرغب فيها من برنامج المحادثة هذا

# text
source: It looks like you have started, but not finished, @fields.c_n_mod_started tips. What would you like to do?
ar: مبيّن إنك بلّشت بس ما خلّصت، @fields.c_n_mod_started النصائح. شو حابب تعمل؟

# text
source: You and your family are facing a challenging time. ParentText provides tips on how you can support your child during this crisis. Would you like to recieve your first tips now?
ar: إنت و عيلتك عم بتمرّوا بوقت صعب. نصائح للوالدين بتوفّرلك نصائح عن كيف ممكن تدعم أطفالك بهيك أوقات. بتحب تستقبل النصائح الأولى؟

# text
source: 1. Yes
ar: 1. نعم

# text
source: 2. No, remind me tomorrow
ar: 2. لا، الرجاء تذكيري غداً

# text
source: New tips are ready for you. Would you like to continue now?
ar: في نصيحة جديدة بإنتظارَك. جاهز تكمّل معنا؟

# text
source: 💛 We’re thinking of you today. There are simple things you can do to help your child cope. Would you like to learn about them?
ar: 💛 إحنا عم منفكّر فيك اليوم. في أشياء بسيطة بتقدر تمارسها عشان تساعد أطفالك يتعاملوا مع الظروف. بتحب تتعرّف عليهم؟

# text
source: ✨ Today’s tips can help your child feel more safe. Would you like to learn more?
ar: ✨نصائح اليوم بتعرّفك كيف ممكن تساعد أطفالك يحسّوا بأمان. بتحب تتعرّف عليهم؟

# text
source: Today’s tips offer you some ways you can stay calm and also encourage your children during times of uncertainty 🌱.
ar: نصائح اليوم بتوفرّلك طرق تساعدك في تهدئة نفسك و بنفس الوقت تشجّع أطفالك في أوقات الحيرة وعدم الوضوح🌱.

# text
source: Would you like to receive them?
ar: بتحب تُحصُل عليهم؟

# text
source: 🧡 Planning to travel with your child soon?
ar: 🧡 عم بتخطط تسافر مع أطفالك قريباً؟

# text
source: Today’s tips can help you prepare to stay safe— Would you like to learn more?
ar: نصائح اليوم رح تساعدك تاخد إحتياطات الأمان خلال السفر- بتحب تتعرّف عليهم؟

# text
source: 💛 In stressful moments, even simple actions can help keep your child safe and close. Today’s tips share how to stay connected and calm when traveling.
ar: 🫂 كتير من الأهالي عم يحكوا مع أطفالهم على إنفراد عن الحذر و الإبتعاد عن الخطر. نصائح اليوم بعرّفوك كيف توعّي طفلك عن خطر التحرّش بطريقة هادية و مناسبة لعمره عشان تحميه و يضلّ آمن.

# text
source: 🕊️ In war and other tough times, children notice more than we think. Today’s tips help you talk to your child about death so they can feel safer, less confused, and more supported. Would you like to receive the tips?
ar: 🕊️ الأطفال عندهم وعي و إدراك أكتر من ما منتصوّر سواء في الحرب أو الأوقات الصعبة. نصائح اليوم بستاعدك تحكي مع طفلك عن الموت عشان تطمّنه، يحسّ بالأمان و تخفف من حيرته. بتحب تُحصُل عليهم؟

# text
source: 🌿 Building strength in tough times starts with simple steps. Would you like to learn how to promote good behaviors and stay strong together?
ar: 🌿 تجميع قوانا في الأوقات الصعبة فيه تحدّي كبير بس بيطلّب منّا خطوات بسيطة. بتحب تتعرّف على خطوات بتساعدك إنت و أطفالك تشجعوا السلوكيات الإجابية و تحافظوا على قوّتكم مع بعض؟

# text
source: This time is difficult. It doesn't seem like you have the time for the these tips right now. When you are ready to keep going, press 1.
ar: هاد وقت صعب. يبدو إنه ما عندك وقت للنصائح هلا. لما تكون جاهز تكمّل، اضغط 1.

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
ar: بنتمنى نكون ساعدناك! بتقدر توصل للقائمة الرئيسة في أي وقت عن طريق كتابة {MENU}.

# text
source: To invite someone to join, share this link!
ar: لدعوة شخص ما للانضمام، شارك معه هادا الرابط!

# text
source: What would you like to do next?
ar: هلا شو حابب تعمل؟

# text
source: We hope this was helpful. You can access the Main Menu at any time by typing {MENU}.
ar: بنتمنى أنه نكون ساعدناك. بتقدر توصل إلى القائمة الرئيسة في أي وقت عن طريق كتابة {MENU}.

# text
source: You've reached the end of today's tip. Well done for caring for your child during this challenging time.
ar: وصلت لنهاية نصيحة اليوم. أحسنت في اهتمامك بطفلك بهاد الوقت الصعب.

# text
source: What would you like change?
ar: شو اللي بدّك تغيره؟

# text
source: Your current media setting is Text, Images, and Videos.
ar: إعداد الوسائط حاليًا عندك هو النص والصور ومقاطع الفيديو.

# text
source: Your current media setting is Text and Images Only.
ar: إعداد الوسائط حاليًا عندك هو النص والصور فقط.

# text
source: Your current media setting is
ar: إعداد الوسائط حاليًا عندك هو

# text
source: You didn't provide this info.
ar: أنت ما قدمت هاي المعلومات.

# text
source: Would you like to change it?
ar: هل بدّك تغيره؟

# text
source: You didn't tell us if you are a woman or a man.
ar: ما قلتلنا، ،أنت ذكر أم أنثى

# text
source: You told us that you are a Woman.
ar: قلتيلينا إنك أنثى.

# text
source: You told us that you are a Man.
ar: قلتلنا إنك ذكر.

# text
source: You told us that you are a
ar: قلت إنك

# text
source: Would you like to update your gender?
ar: هل ترغب بتحديث نوع جنسك؟

# text
source: You are currently receiving messages in English.
ar: أنت حالياً بتستلم الرسائل باللغة الإنجليزية.

# text
source: You are currently receiving messages in Arabic.
ar: أنت حالياً بتستلم الرسائل باللغة العربية.

# text
source: You are currently receiving messages in
ar: أنت حالياً بتستلم الرسائل باللغة

# text
source: Would you like to change your language?
ar: بدك تغيّر خَيَار اللغة؟

# text
source: *DAY @fields.curr_demo_day*
ar: يوم @fields.curr_demo_day

# text
source: You completed the ParentText demo. Type {RESET} and then {FACSTART} to re-start from the beginning.
ar: لقد أكملت العرض التوضيحي لنصائح للوالدين. أكتب {RESET} من ثم {FACSTART} لإعادة التشغيل من البداية.

# text
source: There are @(fields.c_n_mod - fields.c_n_mod_compl) more tips.
ar: في كمان @(fields.c_n_mod - fields.c_n_mod_compl) نصائح.

# text
source: There is one more tip.
ar: في كمان نصيحة.

# quick_replies
source: Yes
ar: نعم

# quick_replies
source: No
ar: لا

# quick_replies
source: Local and international support
ar: الدعم المحلي والدولي

# quick_replies
source: Medical services
ar: الخِدْمَات الطبية

# quick_replies
source: Mental health support
ar: دعم الصحة العقلية

# quick_replies
source: Family counselling services
ar: خدمات الاستشارة العائلية

# quick_replies
source: Natural disasters
ar: الكوارث الطبيعية

# quick_replies
source: Child Protection
ar: حماية الطفل

# quick_replies
source: Get other emergency contacts
ar: الحصول على جهات اتصال أخرى للطوارئ

# quick_replies
source: Go to the Main Menu
ar: انتقل إلى القائمة الرئيسة

# quick_replies
source: Exit menu
ar: اخرج من القائمة

# quick_replies
source: BACK
ar: الرجوع

# quick_replies
source: NEXT
ar: التالي

# quick_replies
source: A fun activity I can do with my child
ar: نشاط ممتع ممكن أعمله مع طفلي

# quick_replies
source: Proceed to the next tips
ar: انتقل إلى النصائح التالية

# quick_replies
source: Nothing. Let's continue tomorrow.
ar: ما في إشي. يلا نكمل بكره.

# quick_replies
source: NA
ar: غير متوفر

# quick_replies
source: Another fun activity I can do with my child
ar: نشاط ممتع تاني ممكن أعمله مع طفلي

# quick_replies
source: Continue with more tips tomorrow.
ar: كمِّل مع نصائح أكترغداً.

# quick_replies
source: View another activity idea
ar: عرض فكرة نشاط تاني

# quick_replies
source: Go to Main Menu
ar: انتقل إلى القائمة الرئيسية

# quick_replies
source: Something Quick
ar: إشي سريع

# quick_replies
source: Something Active
ar: إشي نشيط

# quick_replies
source: Something Calm
ar: إشي هادي

# quick_replies
source: Now
ar: هلا

# quick_replies
source: Tomorrow
ar: غدًا

# quick_replies
source: Return to Menu
ar: العودة إلى القائمة

# quick_replies
source: Review a different tip
ar: مراجعة نصيحة مختلفة

# quick_replies
source: Review tips
ar: مراجعة النصائح

# quick_replies
source: Change my settings
ar: تغيير إعداداتي

# quick_replies
source: Invite a friend to ParentText
ar: ادعُ صديق إلى برنامج نصائح للوالدين

# quick_replies
source: Get more help
ar: احصل على مزيد من المساعدة

# quick_replies
source: Watch a video about ParentText
ar: شاهد فيديو عن برنامج نصائح للوالدين

# quick_replies
source: Get the next tip
ar: احصل على النصيحة التالية

# quick_replies
source: Nothing, let's continue tomorrow
ar: ما في إشي، يلا نكمل بكره

# quick_replies
source: Change my profile
ar: تغيير ملفي الشخصي

# quick_replies
source: Stop receiving the messages
ar: وقف استلام الرسائل

# quick_replies
source: Return to Main Menu
ar: العودة إلى القائمة الرئيسة

# quick_replies
source: Change my language
ar: تغيير اللغة

# quick_replies
source: Change the way I receive content
ar: تغيير طريقة استلامي للمحتوى

# quick_replies
source: Change my gender
ar: تغيير الجنس

# quick_replies
source: Get the next tip.
ar: احصل على النصيحة التالية.

# arguments
source: generic
ar: عام

# arguments
source: mental_health
ar: الصحة_العقلية

# arguments
source: health
ar: الصحة

# arguments
source: natural_disasters
ar: الكوارث الطبيعية

# arguments
source: help
ar: المساعدة

# arguments
source: menu
ar: القائمة

# arguments
source: play
ar: تشغيل

# arguments
source: stop
ar: توقف

# arguments
source: start
ar: ابدأ

# arguments
source: pause
ar: توقف

# arguments
source: yes y yeah yep
ar: نعم حسنًا أوكي

# arguments
source: no n nope nah
ar: لا لأ

# arguments
source: no n nope
ar: لا لأ

# arguments
source: local and international support
ar: الدعم المحلي والدولي

# arguments
source: medical services
ar: الخِدْمَات الطبية

# arguments
source: mental health support
ar: دعم الصحة العقلية

# arguments
source: family counselling services
ar: خدمات الاستشارة العائلية

# arguments
source: natural disasters
ar: الكوارث الطبيعية

# arguments
source: child protection
ar: حماية الطفل

# arguments
source: get other emergency contacts
ar: الحصول على جهات اتصال أخرى للطوارئ

# arguments
source: go to the main menu
ar: انتقل إلى القائمة الرئيسة

# arguments
source: exit menu
ar: اخرج من القائمة

# arguments
source: yes
ar: نعم

# arguments
source: no
ar: لا

# arguments
source: exit
ar: خروج

# arguments
source: back
ar: الرجوع

# arguments
source: nothing. let's continue tomorrow.
ar: ما في إشي. يلا نكمل بكره.

# arguments
source: a fun activity i can do with my child
ar: نشاط ممتع ممكن أعمله مع طفلي

# arguments
source: proceed to the next tips
ar: انتقل إلى النصائح التالية

# arguments
source: na
ar: غير متوفر

# arguments
source: another fun activity i can do with my child
ar: نشاط ممتع تاني ممكن أعمله مع طفلي

# arguments
source: continue with more tips tomorrow.
ar: كمِّل مع نصائح أكترغداً.

# arguments
source: view another activity idea
ar: عرض فكرة نشاط تاني

# arguments
source: go to main menu
ar: انتقل إلى القائمة الرئيسية

# arguments
source: something quick
ar: إشي سريع

# arguments
source: something active
ar: إشي نشيط

# arguments
source: something calm
ar: إشي هادي

# arguments
source: now
ar: هلا

# arguments
source: tomorrow
ar: غدًا

# arguments
source: return to menu
ar: العودة إلى القائمة

# arguments
source: review a different tip
ar: مراجعة نصيحة مختلفة

# arguments
source: review tips
ar: مراجعة النصائح

# arguments
source: change my settings
ar: تغيير إعداداتي

# arguments
source: invite a friend to parenttext
ar: ادعُ صديق إلى برنامج نصائح للوالدين

# arguments
source: get more help
ar: احصل على مزيد من المساعدة

# arguments
source: watch a video about parenttext
ar: شاهد فيديو عن برنامج نصائح للوالدين

# arguments
source: get the next tip
ar: احصل على النصيحة التالية

# arguments
source: nothing, let's continue tomorrow
ar: ما في إشي، يلا نكمل بكره

# arguments
source: change my profile
ar: تغيير ملفي الشخصي

# arguments
source: stop receiving the messages
ar: وقف استلام الرسائل

# arguments
source: return to main menu
ar: العودة إلى القائمة الرئيسة

# arguments
source: change my language
ar: تغير اللغة

# arguments
source: change the way i receive content
ar: تغيير طريقة استلامي للمحتوى

# arguments
source: change my gender
ar: تغيير الجنس

# arguments
source: get the next tip.
ar: احصل على النصيحة التالية.

# arguments
source: yes y yeah yep ok
ar: نعم حسنا أوكي

# text
source: Your current media setting is Text / Images.
ar: إعداد العرض عندك حاليًا هو نصوص وصور.

# text
source: Your current media setting is Audio.
ar: إعداد العرض عندك حاليًا هو صوت.

# text
source: Thanks for reaching out 🤍 It really shows how much you care about your children. Right now, the programme is full, but we’ve added you to the waiting list. As soon as a spot opens up, we’ll let you know.
ar: شكرًا إنك تواصلت معنا 🤍 هذا يدل قدّيش بتحب أولادك وبتخاف عليهم. حاليًا البرنامج مليان، بس حطيناك عاللائحة ورح نبلغك أول ما يفضى مكان.

# quick_replies
source: Proceed to the next tip
ar: كمّل للنصيحة الجاي

# quick_replies
source: Get another tip
ar: خد نصيحة تانية

# quick_replies
source: Arabic
ar: اللغة العربية

# arguments
source: proceed to the next tip
ar: كمّل للنصيحة الجاي

# arguments
source: get another tip
ar: خد نصيحة تانية

# arguments
source: arabic
ar: اللغة العربية

# text
source: Was ParentText helpful? If so, share it with a friend. Just send this link: {share link}
ar: هل كانت "نصائح للوالدين" مفيدة الك ، اذا كانت كذلك شاركها مع صديق. فقط ارسل له هذا الرابط: {share link}
